{
	"Lambda": {
		"allies": "Other agents not from your Cell are to be distrusted, for they may not know the true value of your actions.",
		"goal": "Bring freedom to the city at all costs.",
		"introduction": "You are the Lambda Agent.",
		"roundend_report": "was a agent from Lambda.",
		"ui_theme": "syndicate",
		"uplink": "Lambda has provided you with a highly advanced uplink for the mission."
	},
	"Black Market Agent": {
		"allies": "Nobody is your true friend, unless they've got money.",
		"goal": "We're here to earn money, which includes doing what anyone else has paid for us to do.",
		"introduction": "You are the Black market agent.",
		"roundend_report": "was an agent of the Black Market.",
		"ui_theme": "syndicate",
		"uplink": "You have... acquired... an uplink from Lambda for your mission."
	},
	"Refugee Spy": {
		"allies": "Lambda and other refugees may be willing to work with you, but no guarantees.",
		"goal": "You came here from the outlands and have a job to do, one that you believe must be done to ensure your survival back home.",
		"introduction": "You are the Refugee Spy.",
		"roundend_report": "was a refugee spy!",
		"ui_theme": "syndicate",
		"uplink": "You salvaged together an uplink from a fallen Lambda agent in the outlands."
	},
	"Internal Affairs Agent": {
		"allies": "Nobody is your ally here, keep quiet about your status.",
		"goal": "You have been sent here by another district to complete a job. Make sure it gets done.",
		"introduction": "You are the Internal Affairs Agent.",
		"roundend_report": "was part of another District's Internal Affairs.",
		"ui_theme": "syndicate",
		"uplink": "For the sake of plausible deniability, you have been equipped with an array of captured Lambda weaponry available via uplink."
	},
	"Contractor Support Unit": {
		"allies": "You are being sent to help your designated agent. Their allegiences are above all others.",
		"goal": "Help your designated agent to the furtest extent you can, their life is above your own.",
		"introduction": "You are the Contractor Support Agent.",
		"roundend_report": "was a contractor support agent.",
		"ui_theme": "syndicate",
		"uplink": "You do not come with your own uplink, defer to your agent."
	}
}
